Repository: dlech/jetpack-sharing
Catalog: languages/jetpack-sharing-*.po
Languages: ar

source: Shared Post
ar: منشور مشارك

source: Sharing
ar: مشاركة

source: Show sharing buttons.
ar: إظهار أزرار المشاركة

source: Settings
ar: إعدادات

source: Support
ar: دعم

source: Disable CSS and JS
ar: تعطيل CSS و JS

source: Advanced. If this option is checked, you must include these files in your theme manually for the sharing links to work.
ar: متقدم. إذا كان هذا الخيار مفعلاً، فعليك تضمين هذه الملفات يدوياً في المظهر الخاص بك، حتى تعمل روابط المشاركة.

source: Share this:
ar: شارك هذا:

source: More
ar: المزيد

source: Share
ar: شارك

# as sharing source
source: Email
ar: البريد الإلكتروني

source: This post has been shared!
ar: تمت مشاركة هذه التدوينة!

source: You have shared this post with %s
ar: لقد شاركت هذه التدوينة مع %s

source: Close
ar: إغلاق

# share to
source: Email
ar: البريد الإلكتروني

source: Click to email this to a friend
ar: إضغط لإرسال هذا عبر البريد الإلكتروني إلى صديق

source: Send to Email Address
ar: إرسال إلى بريد إلكتروني

source: Your Name
ar: اسمك

source: Your Email Address
ar: بريدك الإلكتروني

source: Send Email
ar: إرسال البريد

source: Cancel
ar: إلغاء

source: Post was not sent - check your email addresses!
ar: لم ترسل التدوينة - تأكد من عناوين البريد الإلكتروني!

source: Email check failed, please try again
ar: فشل التحقق من البريد الإلكتروني، رجاء حاول مرة أخرى

source: Sorry, your blog cannot share posts by email.
ar: عفواً، لا يمكن لمدونتك مشاركة التدوينات عبر البريد الإلكتروني.

source: Click to share on Twitter
ar: اضغط للمشاركة على Twitter

source: Click to share on StumbleUpon
ar: اضغط للمشاركة على StumbleUpon

source: Click to share on Reddit
ar: اضغط للمشاركة على Reddit

source: Click to Digg this post
ar: اضغط للمشاركة على Digg

source: Click to share on LinkedIn
ar: اضغط للمشاركة على LinkedIn

source: Share on Facebook
ar: اضغط للمشاركة على Facebook

source: Click to print
ar: اضغط للطباعة

source: Press This
ar: انشر هذا

# share to
source: Press This
ar: انشر هذا

source: Click to Press This!
ar: اضغط لنشر هذا!

source: Click to share on Google+
ar: اضغط للمشاركة على Google+

source: Click to share
ar: اضغط للمشاركة

source: Label
ar: نص

source: URL
ar: رابط

source: Icon
ar: أيقونة

source: Save
ar: حفظ

source: Remove Service
ar: إزالة الخدمة

source: Click to share on Tumblr
ar: اضغط للمشاركة على Tumblr

source: Click to share on Pinterest
ar: اضغط للمشاركة على Pinterest

source: Click to share on Pocket
ar: اضغط للمشاركة على Pocket

source: Sharing Settings
ar: إعدادات المشاركة

source: Warning! Multibyte support missing!
ar: تحذير! لا يوجد دعم لـ Multibyte

source: This plugin will work without it, but multibyte support is used <a href="%s">if available</a>. You may see minor problems with Tweets and other sharing services.
ar: ستعمل هذه الإضافة دونها، لكن دعم multibyte سيستخدم <a href="%s">إن توفر</a>. قد ترى بعض المشاكل البسيطة مع التغريدات وخدمات المشاركة الأخرى.

source: Settings have been saved
ar: تم حفظ الإعدادات

source: Sharing Buttons
ar: أزرار المشاركة

source: Add sharing buttons to your blog and allow your visitors to share posts with their friends.
ar: أضف أزرار المشاركة إلى مدونتك واسمح للزوار بمشاركة تدويناتك مع أصدقائهم.

source: Available Services
ar: الخدمات المتوفرة

source: Drag and drop the services you'd like to enable into the box below.
ar: اسحب الخدمات التي ترغب بتفعيلها وأفلتها في الصندوق في الأسفل.

source: Add a new service
ar: أضف خدمة جديدة

source: Please note that your services have been restricted because your site is private.
ar: رجاء لاحظ أن خدماتك حظرت لأن موقعك خاص.

source: Enabled Services
ar: الخدمات المفعلة

source: Services dragged here will appear individually.
ar: ستظهر الخدمات المسحوبة إلى هنا بشكل فردي.

source: Drag and drop available services here.
ar: اسحب الخدمات المتوفرة إلى هنا وأفلتها.

source: Services dragged here will be hidden behind a share button.
ar: ستخفى الخدمات المسحوبة إلى هنا خلف زر مشاركة.

source: Live Preview
ar: معاينة مباشرة

source: Sharing is off. Add services above to enable.
ar: المشاركة معطلة. أضف خدمات من الأعلى لتفعيلها.

source: Button style
ar: مظهر الزر

source: Icon + text
ar: أيقونة + نص

source: Icon only
ar: أيقونة فقط

source: Text only
ar: نص فقط

source: Official buttons
ar: أزرار رسمية

source: Sharing label
ar: نص المشاركة

source: Open links in
ar: فتح الروابط في

source: New window
ar: نافذة جديدة

source: Same window
ar: النافذة نفسها

source: Show buttons on
ar: أظهر الأزرار في

source: Front Page, Archive Pages, and Search Results
ar: الصفحة الأمامية، صفحات الأرشيفات، نتائج البحث

source: Save Changes
ar: حفظ التغييرات

source: Service name
ar: اسم الخدمة

source: Sharing URL
ar: رابط الخدمة

source: You can add the following variables to your service sharing URL:
ar: يمكنك إضافة المتحولات التالية إلى رابط خدمة المشاركة:

source: Icon URL
ar: رابط الأيقونة

source: Enter the URL of a 16x16px icon you want to use for this service.
ar: أدخل رابط أيقونة بقياس 16px16px لاستخدامها مع هذه الخدمة.

source: Create Share Button
ar: إنشاء زر مشاركة

source: An error occurred creating your new sharing service - please check you gave valid details.
ar: حدث خطأ أثناء إنشاء خدمة المشاركة الجديدة - رجاء تحقق أنك أدخلت تفاصيل صحيحة.

source: Anas H. Sulaiman
ar: أنس هشام سليمان

source: %1$s (%2$s) thinks you may be interested in the following post:
ar: %1$s (%2$s) يعتقد أنك قد تكون مهتماً بالتدوينة التالية:

source: Share content with Facebook, Twitter, and many more.
ar: شارك المحتوى مع فيسبوك وتويتر والعديد من الخدمات الأخرى.
